{
    "post_id": "24A344-202512-U-9eede714-1766852309",
    "title": "জামাত, বিএনপি ও আওয়ামী লীগ (mahir iit)",
    "content": "একটা বিষয় জাশির আসলে ক্লিয়ার করা উচিত। \r\n\r\n৯১ সালে জামাত ১৮ টা আসনে বিজয়ী হয়েছে। ৯৬ সালে আওয়ামীলীগ জামাতের সাথে জোট করছে, তখন আওয়ামিলীগের মনে ছিল না যে জামাত একটা স্বাধীনতা বিরোধী, রাজাকার, আলবদর, আলশামস & others সংঘটন। \r\n\r\nএরপর ২০০১ সালে জামাত ভোট পেয়েছে ৪.৩%, বিএনপি ৪০.৯৭% আর আওয়ামী লীগ ৪০.১৩%। সেই নির্বাচনে জামাত লীগরে সাপোর্ট না দিয়ে বিএনপিরে সাপোর্ট দেওয়ায়, জামাত-বিএনপি জোট সরকার গঠন করছে।\r\n\r\nহাসিনা এই অপমান সইতে না পেরে ৮ সালে এসে প্রথমে ক্যান্টনমেন্ট ক্লিয়ার করছে, ৫৭ জন। এরপর হাসিনার মনে হইলো যে জামাত একটা রাজাকার সংঘটন, ১৬ বছর ধরে জামাতরে এই ট্যাগ দিয়া মারছে।\r\n\r\nবিএনপি ১ সালে জামাতের ৪.৩% ভোট নিয়ে সর্বমোট ৪৭.০৫% ভোট নিয়ে সরকার গঠনের সময় মনে ছিল না জামাত একটা রাজাকার সংঘটন। ২৫ বছর পর এসে ৫ আগস্টের পর হঠাৎ তাদের মনে হইলো জামাত ঐযে রাজাকার, আলবদর, আলশামস ইত্যাদি সংঘটন।\r\n\r\nগত একমাসের বেশি সময় ধরেই দেখতেছি এনসিপির পোলাপান জামাতরে রাজাকার, যুদ্ধাপরাধী সংঘটন বলে গালি দিতেছে, জামাত নেতাদের (হাসিনা যাদের বিচার বহির্ভূত ফাঁসি দিছে) ছবি মাড়াইছে। \r\n\r\nআজকে আইসা দেখলাম এনসিপি আবার জামাতের সাথে জোট গঠন করছে।\r\n\r\nএখন আমার প্রশ্ন হচ্ছে কি এমন হইলো যে এক মাস আগে যে সংঘটন টা রাজাকার, যুদ্ধাপরাধী ছিল এক মাস পর আইসা সেটা আর নাই!? \r\n\r\nতার মানে এনসিপি কি এটা স্বীকৃতি দেয় যে জামাত যুদ্ধাপরাধী না? আর এমনটা যদি হয় এটা কি তার স্থায়ী সিদ্ধান্ত নাকি লীগ-বিএনপির মতো ২০-২৫ বছর পর আবার হঠাৎ করে মনে হবে যে এরা তো যুদ্ধাপরাধী!?\r\n\r\nআর এমনটা যদি না হয়, তাহলে এনসিপি ক্যান একটা যুদ্ধাপরাধী সংঘটনের সাথে সরকার গঠন করতে চায়!?",
    "tags": [
        "Facebook",
        "Copy"
    ],
    "author": "Md. Asraful Islam",
    "author_id": "U-9eede714-1766852309",
    "status": "published",
    "views": 0,
    "created_at": "2025-12-28 14:00:34",
    "timestamp": 1766930434,
    "stats": {
        "unique_views": 2,
        "total_views": 13
    },
    "reactions": {
        "love": 4,
        "insight": 2,
        "clap": 2,
        "laugh": 2
    },
    "updated_at": "2025-12-28 15:47:02"
}