{
    "post_id": "3C5E82-202512-U-9eede714-1766852309",
    "title": "বাসায় থাকুন বা মাঠে, মুখে সবসময় ইসতিগফার, দুআ ও যিকর জারি রাখবেন",
    "content": "বাসায় থাকুন বা মাঠে, মুখে সবসময় ইসতিগফার, দুআ ও যিকর জারি রাখবেন। বিশেষ করে, এই দুআগুলো বেশি বেশি পড়বেন :\r\n\r\n♦️বিপদে পতিত ব্যক্তির দুআ (দুআ ইউনূস)\r\n\r\nلَا إِلٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّيْ كُنْتُ مِنَ الظَّالِمِيْنَ \r\n\r\n(লা ইলাহা ইল্লা আনতা সুবহানাকা ইন্নী কুনতু মিনাযযলিমীন)\r\n\r\nঅর্থ: আপনি ছাড়া কোনো হক্ব ইলাহ নেই, আপনি পবিত্র-মহান, নিশ্চয় আমি যালেমদের অন্তর্ভুক্ত। [সূরা আল আম্বিয়া - ২১ঃ৮৭]\r\n\r\n♦️ শত্রু মোকাবিলার সময় দুআ\r\n\r\nاَللّٰهُمَّ اكْفِنِيْهِمْ بِمَا شِئْتَ \r\n\r\n(আল্লা-হুম্মাকফিনীহিম বিমা শি’তা)\r\n\r\nঅর্থ : হে আল্লাহ! আপনি যা ইচ্ছে তা দ্বারাই এদের মোকাবিলায় আমার জন্য যথেষ্ট হোন।\r\nমুসলিম ৪\/২৩০০, নং ৩০০৫।\r\n\r\n♦️ আল্লাহর উপর ভরসা রাখার দুআ\r\n\r\nحَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ \r\n\r\nউচ্চারণ: হাসবুনাল্লা-হু ওয়া নি‘মাল ওয়াকীল। \r\n\r\nঅর্থ: আল্লাহই আমাদের জন্য যথেষ্ট, আর তিনি কতই না উত্তম কর্মবিধায়ক। [সূরা আল ইমরান - ৩ঃ১৭৩]\r\n\r\n♦️ যালিম হতে রক্ষা পাওয়ার দুআ\r\n\r\nرَبَّنَاۤ اَخۡرِجۡنَا مِنۡ هٰذِهِ الۡـقَرۡيَةِ الظَّالِمِ اَهۡلُهَا‌ ۚوَاجۡعَلْ لَّـنَا مِنۡ لَّدُنۡكَ وَلِيًّا ۙ ۚ وَّاجۡعَلْ لَّـنَا مِنۡ لَّدُنۡكَ نَصِيۡرًاؕ \r\n\r\n(রব্বানা আখরিজ্বনা মিন্ হা-যিহিল্ করইয়াতি যলিমি আহ্লুহা, ওয়াজ আল্লানা মিল্লাদুন্কা ওয়ালিয়্যাও ওয়াজ আল্লানা মিল্লাদুন্কা নাসীরা।)\r\n\r\n\"হে আমাদের রব, আমাদেরকে বের করুন এ জনপদ থেকে যার অধিবাসীরা যালিম এবং আমাদের জন্য আপনার পক্ষ থেকে একজন অভিভাবক নির্ধারণ করুন। আর নির্ধারণ করুন আপনার পক্ষ থেকে একজন সাহায্যকারী।\"\r\n[সূরা আন-নিসা - ৪:৭৫]\r\n\r\n♦️ নিরাপত্তার জন্য দুআ\r\n\r\nاَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ\r\n\r\n(আল্লা-হুম্মা ইন্নি আসআলুকাল ‘আ-ফিয়াতা ফিদ্দুনইয়া ওয়াল আ-খিরাহ)\r\n\r\n“হে আল্লাহ, আমি আপনার নিকট দুনিয়া ও আখিরাতের আফিয়াত (নিরাপত্তা) প্রার্থনা করছি।” [ইমাম আবু দাউদ, আস-সুনান: ৫০৭৪; হাদিসটি সহিহ]\r\n\r\n(এই দুআটি আরো বিস্তারিত ভাবে আছে সকাল সন্ধ্যার দুআ লিস্টে।)\r\n\r\n♦️ ক্ষতির হাত হতে বাঁচার দুআ\r\n\r\nاللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِمْ وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ \r\n\r\n(আল্লাহুম্মা ইন্না নাজ‘আলুকা ফি নু‘হু-রিহিম ওয়া না‘উযুবিকা মিন শুরু-রিহিম)\r\n\r\n“হে আল্লাহ! আমরা আপনাকে রাখছি তাদের গর্দানে (তাদের মোকাবিলায় আপনাকে যথেষ্ট ভাবছি) এবং তাদের অনিষ্ট হতে আপনার নিকট আশ্রয় চাইছি।” [ইমাম আবু দাউদ, আস-সুনান: ১৫৩৭; হাদিসটি সহিহ]\r\n\r\n♦️ শত্রুর বিরুদ্ধে বদদুআ\r\n\r\nاللهُمَّ مُنْزِلَ الْكِتَابِ سَرِيْعَ الْحِسَابِ اهْزِمْ الْأَحْزَابَ اللهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ\r\n\r\n(আল্লাহুম্মা মুনযিলাল কিতাব, সারি‘আল হিসা-ব, ইহযিমিল আ‘হযা-ব, আল্লাহুম্মাহযিমহুম ওয়া যালযিলহুম)\r\n\r\n“হে কিতাব অবতীর্ণকারী ও দ্রুত হিসাব গ্রহণকারী আল্লাহ, আপনি সম্মিলিত বাহিনীকে পরাজিত করুন। হে আল্লাহ, আপনি তাদের পরাজিত ও প্রকম্পিত করুন।” [বুখারি: ৪১১৫]\r\n\r\nএকই সাথে, বাসায় অবস্থানকারীরা নফল সিয়াম রাখবেন, কাল সোমবার। ইফতারের আগ মুহূর্তে করা দুআ কখনো বিফলে যায় না।\r\n\r\nবাইরে যারা যাবেন দুরাকাত নফল সালাত আদায় করে বের হবেন। ওয়াসিয়াহনামা প্রস্তুত রেখে যাবেন। মুখে সারাক্ষণ লা ইলাহা ইল্লাল্লাহ পড়া চালু রাখবেন। \r\n\r\nএকজন মুমিনের সব সময়ই মৃত্যুর জন্য প্রস্তুত থাকার কথা। হায়াত শেষ হওয়া মাত্র মৃত্যু সবার হবেই। তবে খুব সৌভাগ্যবান তারা, যারা শহীদি মৃত্যু লাভ করে। \r\n\r\nআরো বেশি সৌভাগ্যবান তারা, যাদের মৃত্যু এই দেশ ও জাতির মুক্তির পথে একটি উসীলা হবে।\r\n\r\nআল্লাহ আমাদের দেশকে ও দেশের মানুষকে হিফাযত করুন। আমিন।",
    "tags": [
        "Telegram",
        "Copy",
        "Dawah of Deen"
    ],
    "author": "Md. Asraful Islam",
    "author_id": "U-9eede714-1766852309",
    "status": "published",
    "views": 0,
    "created_at": "2025-12-28 14:39:54",
    "timestamp": 1766932794,
    "stats": {
        "unique_views": 4,
        "total_views": 10
    },
    "reactions": {
        "love": 3,
        "insight": 1,
        "clap": 1,
        "laugh": 1
    }
}