{
    "post_id": "A92AED-202512-U-30cb5d59-1766852290",
    "title": "আমরা কিভাবে ইসলাম প্রতিষ্ঠা করতে পারি?",
    "content": "লেখাটা একটু বড়, কিন্তু উম্মাহর জন্য খুবই দরকারি..!\r\nগনতন্ত্রের বিরুদ্ধে যখন কথা বলি, তখন তারা বলে- \"তাহলে আমরা কিভাবে ইসলাম প্রতিষ্ঠা করতে পারি? আমরা কি সশস্ত্র সংগ্রাম করব? কার বিরুদ্ধে যুদ্ধ করব? এরা সবাই তো মুসলিম..! \"\r\nতাদের জবাবে বলতে চাই, ইসলাম এ দীন কায়েমের পদ্ধতি  হলো দাওয়াত ও কিতাল।  কিন্ত আপনারা নতুন পদ্ধতি গনতন্ত্র আবিষ্কার করেছেন,  যেটা ইসলাম কখনোই সমর্থন করেনা। বর্তমান প্রেক্ষাপটে আমাদেরকে খিলাফতের দাওয়াত দিতে হবে। মানুষকে বুঝাতে হবে, গনতন্ত্র একটি কুফরি সিস্টেম। খিলাফত একমাত্র মুক্তির উপায়। \r\nএখন অনেকে বলতে পারেন, কোনো হকপন্থি দল তো পাচ্ছিনা, মন্দের ভালো হিসেবে গনতান্ত্রিক সিস্টেম এ কাজ করে যাই। তাদের উদ্দেশ্য এ বলব ইসলামে শিরক শিরকই..! শিরকের সাথে কোনো আপোষ নাই।\r\nতাহলে এখন উপায়..?\r\nজি, উপায় আছে। আমরা আমাদের প্রত্যেক এর পরিচিত যারা আছে শুধুমাত্র তাদেরকেও যদি দাওয়াত দেই, তাহলেও ২ বছরে ৫ কোটি মানুষের মাঝে আমরা দাওয়াত পৌছিয়ে সুসংগঠিত কর‍্যে পারব ইনশাআল্লাহ।  তবে চলুন, হিসাবটা দেখে নেই-\r\n\r\nধরুন আপনারা ৩ জন তাওহীদবাদি খিলাফাহ পন্থি মানুষ আছেন। আপনারা প্রতি মাসে প্রত্যেকে একজনকে দাওয়াত দেওয়ার টার্গেট নিবেন। ওই ১ মাসে তাকে গনতন্ত্র থেকে খিলাফতের দিকে দাওয়াত দিবেন। এক মাসে ১ জনকে দাওয়াত দেওয়া খুব আহামরি কিছুনা। পরের মাসে আপনারা সুসংগঠিত হয়ে ৩+৩ = ৬ জনে পরিণত হবেন। এই ৬ জন আবার পরের মাসে ১ জন করে দাওয়াত দিবেন। পাশাপাশি আপনারা ইলম অর্জন করতে থাকবেন। \r\nএভাবে ৬+৬= ১২ জনকে সংগঠিত করতে পারবেন।এই সিলসিলাটা যদি অন্তত ২টা বছর কন্টিনিউ রাখতে পারেন, ইনশআল্লাহ দীনের জন্য বিশাল একটা অবদান রাখতে পারবেন। কিভাবে? তাহলে ফুল হিসাবটা দেখুন-\r\n\r\n১ম মাস- ৩*২=৬\r\n২য় মাস- ৬*২=১২\r\n৩য় মাস- ১২*২= ২৪\r\n৪র্থ মাস- ২৪*২ = ৪৮\r\n৫ম মাস- ৪৮*২ = ৯৬\r\n৬ষ্ঠ মাস- ৯৬*২= ১৯২\r\n৭ম মাস- ১৯২*২ = ৩৮৪\r\n৮ম মাস- ৩৮৪*২ = ৭৬৮\r\n৯ম মাস- ৭৬৮*২= ১৫৩৬\r\n১০ম মাস- ১৫৩৬*২ = ৩০৭২\r\n১১তম মাস- ৩০৭২*২ = ৬১৪৪\r\n১২তম মাস- ৬১৪৪*২ = ১২২৮৮\r\n২য় বছর---\r\n১৩তম মাস- ১২২৮৮*২ = ২৪৫৭৬\r\n১৪তম মাস- ২৪৫৭৬*২ = ৪৯১৫২\r\n১৫ তম মাস- ৪৮১৫২*২= ৯৮৩০৪\r\n১৬ তম মাস- ৯৮৩০৪*২= ১৯৬৬০৮\r\n১৭ তম মাস- ১৯৬৬০৮*২ = ৩৯৩২১৬\r\n১৮ তম মাস- ৩৯৩২১৬*২ = ৭৮৬৪৩২\r\n১৯তম মাস- ৭৮৬১৩২*২ = ১৫৭২৮৬৪\r\n২০ তম মাস- ১৫৭২৮৬৪*২ = ৩১৪৫৭০৮\r\n২১তম মাস- ৩১৪৫৭০৮*২= ৬২৯১৪৫৬\r\n২২ তম মাস- ৬২৯১৪৫৬*২= ১২৫৮২৯১২\r\n২৩তম মাস- ১২৫৮২৯১২*২= ২৫১৬৫৮২৪\r\n২৪ তম মাস ২৫১৬৫৮২৪*২= ৫,৩৩,১৬,৬৪৮...!\r\n\r\nঅর্থাৎ ২৪ মাস বা ২ বছরে আমরা প্রায় ৫ কোটি মানুষকে সুসংগঠিত করতে সক্ষম হব ইনশাআল্লাহ। \r\nএর মধ্যে অন্তত ১০% মানুষও যদি মাঠে থাকে অর্থাৎ ৫০ লাখ মানুষ যদি মাঠে থাকে এবং এর ১% মানুষ অর্থাৎ ৫ লাখ লিডার\/সমন্বয়ক যদি আমরা রেডি করতে পারি  তাহলে বিশাল একটা বিপ্লব করে ফেলা সম্ভব। \r\n৩-৪ লাখ মানুষ ঢাকায় থেকে যদি হাসিনার মত গাদ্দারকে গদি থেকে নামানো যায়, তাহলে ৫০ লাখ মানুষ মিলে এই সিস্টেম চেঞ্জ করা যাবে ইনশাআল্লাহ।  আমরা সবসময় হা-হুতাশ করি। কিন্ত কখনো বিবেক খাটাই না, চেষ্টাও করিনা।\r\n\r\n** হিসাব করে আসলে দাওয়াতি কাজ হয়না, তবুও আমাদের লক্ষ অর্জনে টার্গেট অনুযায়ী আগানো উত্তম। এতে যেমন অনুপ্রেরণা পাওয়া যায়, তেমনি কাজ অগ্রসর হয়। \r\nএইটা আমার ব্যাক্তিগতভাবে বের করা একটা স্ট্রাকচারাল প্ল্যান,ভূলত্রুটি থাকতে পারে,মতামত জানাবেন।\r\n\r\nযদি পারেন, প্রতিটি এলাকায় এই সিস্টেম চালু করুন। পুরো দেশে এই পোস্ট ছড়িয়ে দিন। আপনার শেয়ারে যদি এই উদ্দ্যোগ কেউ গ্রহণ করে তাহলে সদকায়ে জারিয়া হিসেবে পাবেন ইনশাআল্লাহ।  লেখা সম্পূর্ণ উন্মুক্ত..!",
    "tags": [
        "Telegram",
        "Copy",
        "Dawah of Deen"
    ],
    "author": "Md. Asraful Islam",
    "author_id": "U-30cb5d59-1766852290",
    "status": "published",
    "views": 0,
    "created_at": "2025-12-31 05:30:21",
    "timestamp": 1767159021,
    "stats": {
        "unique_views": 1,
        "total_views": 5
    },
    "reactions": {
        "love": 1,
        "insight": 1,
        "clap": 1,
        "laugh": 1
    }
}