{
    "post_id": "B07DEC-202512-U-1600103b-1766852245",
    "title": "খানা খাওয়ার সুন্নাত সমূহ",
    "content": "১. উভয় হাত কব্জি পর্যন্ত ধোয়া। (আবু দাউদ, হাদীস নং- ৩৭৬১)\r\n২. দস্তরখানা বিছিয়ে খানা খাওয়া। (বুখারী শরীফ, হাদীস নং- ৫৩৮৬)\r\nবি.দ্র.(ক) প্রথমে খানা তথা আল্লাহর নেয়ামতের দিকে মুখাপেক্ষী হয়ে বসা, তারপর দস্তরখানা বিছানো। (বুখারী শরীফ, হাদীস নং- ৫৩৮৫, ৫৩৯৯)\r\n(খ) দস্তরখানা খুব পরিষ্কার-পরিচ্ছন্ন রাখা উচিত। এর উপর ঝুটা (উচ্ছিষ্ট খাবার) হাড্ডি ইত্যাদি না ফেলা বা তাতে পা না রাখা উচিত। (মুসলিম হাদীস নং- ২০৩৩)\r\n৩. (উঁচু স্বরে) বিসমিল্লাহ পড়া।(বুখারী শরীফ, হাদীস নং- ৫৩৭৬)\r\n৪. ডান হাত দিয়ে খাওয়া। (বুখারী, হাদীস নং- ৫৩৭৬\/ মুসলিম, হাদীস নং- ২০২০)\r\n৫. খানার মজলিসে বয়সের দিক দিয়ে যিনি বড় এবং বুযুর্গ, তাঁর দ্বারা খানা শুরু করানো। (মুসলিম, হাদীস নং- ২০১৭)\r\n৬. খাদ্য এক ধরনের হলে নিজের সম্মুখ হতে খাওয়া।(বুখারী শরীফ, হাদীস নং- ৫৩৭৬)\r\n৭.খাদ্যের কোন অংশ পড়ে গেলে উঠিয়ে (প্রয়োজনে পরিষ্কার করে) খাওয়া।(মুসলিম, হাদীস নং- ২০৩৩)\r\n৮. হেলান দিয়ে বসে না খাওয়া।(বুখারী শরীফ, হাদীস নং- ৫৩৯৮)\r\n৯. খাদ্যের ত্রুটি বের না করা।(বুখারী শরীফ, হাদীস নং- ৫৪০৯)\r\n১০. জুতা পরিহিত থাকলে জুতা খুলে খানা খাওয়া।(মুস্তাদরাকে হাকেম, হাদীস নং- ৭১২৯)\r\n১১. খানার সময় তিনভাবে বসা যায়।\r\nক. উভয় হাঁটু উঠিয়ে এবং পদ যুগলে ভর করে। (মুসলিম, হাদীস নং- ২০৪৪)\r\nখ. এক হাঁটু উঠিয়ে এবং অপর হাঁটু বিছিয়ে। (শরহুস্‌ সুন্নাহ, হাদীস নং- ৩৫৭৭)\r\nগ. উভয় হাঁটু বিছিয়ে অর্থাৎ নামাযে বসার ন্যায় বসে সামান্য সম্মুখ পানে ঝুঁকে আহার করা। (আবু দাউদ, হাদীস নং- ৩৭৭৩)\r\nবি.দ্র. উযরের কারণে আসন দিয়ে বসারও অনুমতি আছে।(সূরা নূর, আয়াত-৬১\/ আল ইতহাফ, ৫ : ৪৮০)\r\n১২. আহার গ্রহণ শেষে খানার পাত্রসমূহ আঙ্গুল দ্বারা ভালভাবে চেটে পরিস্কার করে খাওয়া। এতে খাবারের পাত্রসমূহ আহারকারীর জন্য মাগফিরাত কামনায় মহান আল্লাহর দরবারে দু‘আ করে। হাতের আঙ্গুলসমূহ যথাক্রমে মধ্যমা, শাহাদাত, বৃদ্ধা চেটে খাওয়া।(মুসলিম, হাদীস নং- ২০৩৩\/ তিরমিযী, হাদীস নং- ১৮০৪\/ তাবরানী আউসাত, হাদীস নং- ১৬৪৯)\r\n১৩. খানা শেষে এই দু‘আ পড়া :\r\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ اَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مُسْلِمِيْنَ.\r\n (আবু দাউদ, হাদীস নং-৩৮৫০)\r\n১৪. খানা শেষে আগে দস্তরখানা উঠিয়ে তারপর নিজে উঠা। (ইবনে মাজাহ, হাদীস নং- ৩২৯৫)\r\n১৫. দস্তরখানা ও অবশিষ্ট খানা উঠানোর সময় এই দু‘আ পড়া :\r\nاَلْحَمْدُ لِلّٰهِ حَمْدًا كَثِيْرًا طَيِّبًا مُبَارَكًا فِيْهِ غَيْرَ مَكْفِىٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْنًى عَنْهُ رَبَّنَا.\r\n(বুখারী শরীফ, হাদীস নং- ৫৪৫৮)\r\n১৬. খানা খেয়ে উভয় হাত ধোয়া।(তিরমিযী, হাদীস নং- ১৮৪৬)\r\n১৭. কুলি করে মুখ পরিষ্কার করা।(বুখারী শরীফ, হাদীস নং- ৫৪৫৫)\r\n১৮. খানার শুরুতে বিসমিল্লাহ পড়তে ভুলে গেলে স্মরণ হওয়ার পর খানার মাঝে এই দু‘আ পড়া :\r\nبِسْمِ اللهِ اَوَّلَهٗ وَاٰخِرَهٗ\r\n (আবু দাউদ, হাদীস নং- ৩৭৬৭)\r\n১৯. কারো মেহমান হয়ে খানা খেলে প্রথমে আল্লাহর শুকর আদায়ে ১৩নং এ বর্ণিত দু‘আ পড়ার পর মেযবানের শুকরিয়া আদায়ে এই দু‘আ পড়া : (মুসলিম, হাদীস নং- ২০৫৫)\r\nاَللّٰهُمَّ اَ طْعِمْ مَنْ اَ طْعَمَنِىْ، وَاسْقِ مَنْ سَقَانِيْ\r\n\r\nহাদীসে মেযবানকে শুনিয়ে এ দু‘আটি পড়তেও উৎসাহিত করা হয়েছে :\r\n\r\nاَكَلَ طَعَامَكُمُ الْاَبْرَارُ وَصَلَّتْ عَلَيْكُمُ الْمَلَائِكَةُ وَاَفْطَرَ عِنْدَكُمُ الصَّائِمُوْنَ.\r\n\r\n(আবু দাউদ, হাদীস নং- ৩৮৫৪)\r\n\r\n২০. খানা খাওয়ার সময় একেবারে চুপ থাকা মাকরূহ। এজন্য খাওয়ার ফাঁকে ফাঁকে পরস্পরে ভাল কথা আলোচনা করা। কিন্তু যে ধরনের কথা বা সংবাদে দুশ্চিন্তা বা ঘৃণার উদ্রেক হতে পারে, তা খানার সময় বলা অনুচিত।(বুখারী শরীফ, হাদীস নং- ৫৩৭৬)",
    "tags": [
        "Telegram",
        "Copy",
        "Dawah of Deen"
    ],
    "author": "Md. Asraful Islam",
    "author_id": "U-1600103b-1766852245",
    "status": "published",
    "views": 0,
    "created_at": "2025-12-31 05:36:41",
    "timestamp": 1767159401,
    "stats": {
        "unique_views": 2,
        "total_views": 6
    },
    "reactions": {
        "love": 2,
        "insight": 2,
        "clap": 2,
        "laugh": 1
    }
}